[
  {
    "text": {
      "ru": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете.",
      "en": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live."
    },
    "author": { "ru": "Стивен Макконнелл", "en": "Steven McConnell" }
  },
  {
    "text": {
      "ru": "Сложность программы растет до тех пор, пока не превысит способности программиста",
      "en": "The complexity of the program grows until it exceeds the capabilities of the programmer"
    },
    "author": { "ru": "Артур Блох. Законы Мэрфи", "en": "Arthur Bloch. Murphy's Laws"}
  },
  {
    "text": {
      "ru": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
      "en": "Walking on water and developing programs following the TOR is very easy ... if they are frozen"
    },
    "author": { "ru": "И. Берард", "en": "I. Berard"}
  },
  {
    "text": {
      "ru": "Если у тебя получилось обмануть человека, это не значит, что он дурак, это значит, что тебе доверяли больше, чем ты этого заслуживаешь.",
      "en": "If you managed to deceive a person, it does not mean that he is a fool, it means that you were trusted more than you deserve it."
    },
    "author": { "ru": "Чарльз Буковски", "en": "Charles Bukowski"}
  },
  {
    "text": {
      "ru": "Настоящий друг — это человек, который выскажет тебе в глаза все, что о тебе думает, а всем скажет, что ты — замечательный человек.",
      "en": "A true friend is a person who will express to your eyes everything that he thinks about you, and will tell everyone that you are a wonderful person."
    },
    "author": { "ru": "Омар Хайям", "en": "Omar Khayyam"}
  },
  {
    "text": {
      "ru": "Мы в жизни любим только раз, а после ищем лишь похожих.",
      "en": "We love only once in life, and after that we are looking for only similar ones."
    },
    "author": {
      "ru": " Сергей Есенин",
      "en": "Sergey Yesenin"
    }
  }
]
